Repository: wdlkmpx/wgmplayer
Catalog: po/*.po
Languages: ca, de, gl, lt, nl, pl, sr, tr

source: Choose Disk Directory
ca: Tria directori del disc
de: Wähle Ordner
gl: Escoller o directorio do disco
lt: Pasirinkite disko aplanką
nl: Kies een map op de schijf
pl: Wybór katalogu
sr: Изаберите директоријум за диск
tr: Disk Klasörü Seç

source: Choose Disk Image
ca: Tria imatge del disc
de: Wähle Speicherabbild
gl: Escoller a imaxe do disco
lt: Pasirinkite disko atvaizdą
nl: Kies een schijfkopiebestand
pl: Wybierz obraz dysku
sr: Изаберите одраз диска
tr: Disk Kalıbı Seç

source: Disk Image (*.iso)
ca: Imatge de disc (*.iso)
de: Speicherabbild (*.iso)
gl: Imaxe do disco (*.iso)
lt: Disko atvaizdas (*.iso)
nl: Schijfkopiebestand (*.iso)
pl: Obraz płyty (*.iso)
sr: Одраз диска (*.iso)
tr: Disk Kalıbı (*.iso)

source: Set AudioFile
de: Audio-Datei setzen
nl: Audiobestand instellen
pl: Ustaw plik ścieżki dźwiękowej
sr: Постави Звучну датотеку
tr: Ses dosyasını seç

source: Set Subtitle
ca: Estableix subtitol
de: Wähle Untertiteldatei
gl: Seleccionar os subtítulos
lt: Pasirinkite subtitrų rinkmeną
nl: Ondertiteling kiezen
pl: Wczytaj napisy
sr: Постави титл
tr: Altyazıyı seç

source: <span weight="bold">Video Details</span>
ca: <span weight="bold">Detalls del vídeo</span>
gl: <span weight="bold">Detalles do vídeo</span>
lt: <span weight="bold"> Vaizdo savybės</span>
nl: <span weight="bold">Video-informatie</span>
pl: <span weight="bold">Szczegóły obrazu</span>
sr: <span weight="bold">Видео</span>
tr: <span weight="bold">Video Ayrıntıları</span>

source: Video Size:
ca: Mida del vídeo:
de: Auflösung:
gl: Tamaño do vídeo:
lt: Vaizdo matmenys:
nl: Videogrootte:
pl: Wymiary:
sr: Величина:
tr: Video Boyutu:

source: Video Format:
ca: Format de vídeo:
gl: Formato do vídeo:
lt: Vaizdo formatas:
nl: Videoformaat:
pl: Format:
sr: Формат:
tr: Video Formatı:

source: Unknown
de: Unbekannt
gl: Descoñecido
nl: Onbekend
pl: Nieznany
sr: Непознато
tr: Bilinmeyen

source: Video Codec:
ca: Còdec de vídeo:
gl: Códec do vídeo:
lt: Vaizdo kodavimas:
pl: Koder:
sr: Кодек:
tr: Görüntü:

source: Video FPS:
ca: FPS del vídeo:
de: Bilder pro Sekunde:
gl: FPS do vídeo:
lt: Kadrų dažnis:
pl: Tempo wyświetlania (kl./s):
sr: Бр. кадр. у сек:

source: Video Bitrate:
ca: Taxa de bits del vídeo:
gl: Taxa de bits do vídeo:
lt: Vaizdo bitų dažnis:
nl: Videobitsnelheid:
pl: Tempo bitowe:
sr: Битски проток:
tr: Video Bitoranı:

source: Video Chapters:
ca: Capítols del vídeo:
de: Video-Kapitel:
gl: Capítulos do vídeo:
lt: Skyriai:
nl: Videohoofdstukken:
pl: Ilość rozdziałów:
sr: Поглавља филма:
tr: Video Başlıkları:

source: <span weight="bold">Audio Details</span>
ca: <span weight="bold">Detalls del àudio</span>
gl: <span weight="bold">Detalles do son</span>
lt: <span weight="bold"> Garso savybės</span>
nl: <span weight="bold">Audio-informatie</span>
pl: <span weight="bold">Szczegóły dźwięku</span>
sr: <span weight="bold">Звук</span>
tr: <span weight="bold">Ses Detayları</span>

source: Audio Format:
gl: Formato do son:
nl: Audioformaat:
pl: Format dźwięku:
tr: Ses Biçimi:

source: Audio Codec:
ca: Còdec d'àudio:
gl: Códec de son:
lt: Garso kodavimas:
pl: Koder:
sr: Кодек:
tr: Ses:

source: Audio Channels:
ca: Canals d'àudio:
de: Audio-Kanäle:
gl: Canles de son
lt: Garso kanalai:
nl: Audiokanalen:
pl: Konfiguracja kanałów:
sr: Број канала:
tr: Ses Kanalları:

source: Audio Bitrate:
ca: Taxa de bits d'àudio:
gl: Taxa de bits do son:
lt: Garso bitų dažnis:
nl: Audio-bitsnelheid:
pl: Tempo bitowe:
sr: Битски проток:
tr: Ses Bitoranı:

source: Audio Sample Rate:
ca: Freqüència de mostratge de l'àudio
de: Sample Rate:
gl: Taxa de mostraxe do audio
lt: Garso elementų dažnis:
nl: Audio-samplesnelheid:
pl: Częstotliwość próbkowania:
sr: Учестаност:
tr: Ses Örnekleme Oranı:

source: Video Picture Adjustments
ca: Ajustaments d'imatge
de: Videobildanpassung
gl: Axustes da imaxe do vídeo
lt: Vaizdo spalvingumas
nl: Videobeeld bijstellen
pl: Korekcja barw
sr: Подешавања слике за видео
tr: Video İnce Ayarları

source: <span weight="bold">Video Picture Adjustments</span>
ca: <span weight="bold">Ajustaments d'imatge</span>
de: <span weight="bold">Videobildanpassung</span>
gl: <span weight="bold">Axustes da imaxe do vídeo</span>
lt: <span weight="bold"> Vaizdo spalvingumas</span>
nl: <span weight="bold">Videobeeld bijstellen</span>
pl: <span weight="bold">Korekcja barw</span>
sr: <span weight="bold">Подешавања слике за видео</span>
tr: <span weight="bold">Video İnce Ayarları</span>

source: Brightness
ca: Lluminositat
de: Helligkeit
gl: Brillo
lt: Ryškumas
nl: Helderheid
pl: Jasność:
sr: Осветљење
tr: Parlaklık

source: Contrast
de: Kontrast
gl: Contraste
lt: Kontrastas
pl: Kontrast:
sr: Контраст
tr: Kontrast

source: Hue
ca: Matís
de: Farbton
gl: Matiz
lt: Tonas
nl: Tint
pl: Odcień:
sr: Нијанса
tr: Renk Tonu

source: Saturation
ca: Saturació
de: Sättigung
gl: Saturación
lt: Sodrumas
nl: Verzadiging
pl: Nasycenie:
sr: Засићенсот
tr: Doygunluk

source: _Reset
ca: _Reinicia
de: Zu_rücksetzen
gl: _Restabelecer
lt: _Atstatyti
nl: He_rstellen
pl: Przywróć _domyślne
sr: _Врати
tr: Sı_fırla

source: No Display
ca: Sense imatge
de: Kein Bildschirm
gl: Sen visualización
lt: Nerodyti
nl: Niet tonen
pl: Brak
sr: Искључен
tr: Görüntü Yok

source: Minimal
ca: Mínim
gl: Mínimo
lt: Minimalus
nl: Minimaal
pl: Minimalne
sr: Минимални
tr: En Az

source: Timer
ca: Temporitzador
gl: Cronómetro
lt: Praėjęs laikas
nl: Tijdklok
pl: Czas odtwarzania
sr: Протекло време
tr: Zamanlayıcı

source: Timer/Total
ca: Temporitzador/Total
gl: Cronómetro/Total
lt: Praėjęs/Visas laikas
nl: Tijd/Totaal
pl: Czas odtwarzania/całkowity
sr: Протекло/укупно време
tr: Zamalayıcı/Toplam

source: No Postprocessing
ca: No postprocessament
de: Keine Nachbearbeitung
gl: Sen post-procesamento
lt: Jokio galutinio apdorojimo
nl: Geen nabewerking
pl: Brak
sr: Искључено
tr: Önişleme Kapalı

source: Minimal Postprocessing
ca: Mínim postprocessament
de: Minimale Nachbearbeitung
gl: Post-procesamento mínimo
lt: Menkas galutinis apdorojimas
nl: Minimale nabewerking
pl: Minimalne
sr: Минимално
tr: Önişleme Minimum

source: More Postprocessing
ca: Més postprocessament
de: Mehr Nachbearbeitung
gl: Máis post-procesamento
lt: Vidutinis galutinis apdorojimas
nl: Meer nabewerking
pl: Średnie
sr: Средње
tr: Önişleme Çok

source: Maximum Postprocessing
ca: Màxim postprocessament
de: Maximale Nachbearbeitung
gl: Máximo post-procesamento
lt: Didžiausias galinis apdorojimas
nl: Maximale nabewerking
pl: Maksymalne
sr: Максимално
tr: Önişleme Maksimum

source: Exact Match
de: Genaue Übereinstimmung
nl: Exacte overeenkomst
pl: Dokładne dopasowanie
tr: Aynısı

source: Load all subtitles containing movie name
de: Alle Untertitel laden, die den Filmnamen enthalten
nl: Alle ondertiteling met filmnaam laden
pl: Wczytywanie wszystkich napisów zawierających nazwę filmu
tr: Film adını içeren tüm altyazıları yükle

source: Load all subtitles in the same folder
de: Alle Untertitel im gleichen Verzeichnis laden
nl: Alle ondertiteling uit dezelfde map laden
pl: Wczytywanie wszystkich napisów z katalogu
tr: Dizin içindeki tüm altyazıları yükle

source: Direct ALSA Control
de: Direkte ALSA-Lautstärkeregelung
nl: Directe ALSA-regeling
pl: Bezpośrednia kontrola ALSA

source: Direct PulseAudio Control
de: Direkte PulseAudio-Lautstärkeregelung
nl: Directe PulseAudio-regeling
pl: Bezpośrednia kontrola PulseAudio

source: Software Volume Control
de: MPlayer-Software-Lautstärkeregelung
nl: Softwarevolumeregeling
pl: Programowa kontrola dźwięku

source: Player
ca: Reproductor
de: Wiedergabe
gl: Reprodutor
lt: Grotuvas
nl: Speler
pl: Odtwarzacz
sr: Плејер
tr: Oynatıcı

source: Language Settings
ca: Configuració de l'idioma
de: Spracheinstellungen
gl: Axustes de idioma
lt: Kalbos nuostatos
nl: Taalvoorkeuren
pl: Język
sr: Поставке језика
tr: Dil Ayarları

source: Interface
ca: Interfície
de: Benutzeroberfläche
lt: Sąsaja
nl: Vormgeving
pl: Interfejs
sr: Сучеље
tr: Arabirim

source: Keyboard Shortcuts
de: Tastaturkürzel
nl: Sneltoetsen
pl: Skróty klawiaturowe
tr: Klavye Kısayolları

source: G-MPlayer Configuration
ca: Configuració G-MPlayer
de: G-MPlayer Einstellungen
gl: Configuración do G-MPlayer
lt: G-MPlayer nuostatos
nl: G-MPlayer-voorkeuren
pl: Preferencje
sr: Поставке Гномовог Мплејера
tr: G-MPlayer Yapılandırması

source: mplayer video output device x11 should always work, try xv, gl or vdpau for better performance and enhanced features
nl: mplayer: video-uitvoerapparaat x11 zou altijd moeten werken - xv, gl of vdpau kunnen betere prestaties en meer functies leveren
pl: urządzenie wyjścia obrazu mplayera x11 powinno zawsze działać, proszę wypróbować xv, gl lub vdpau dla lepszej wydajności i dodatkowych funkcji
tr: mplayer görüntü çıktı aygıtı x11'in her zaman çalışması beklenir, daha verimli çıktı ve farklı yetenekler için xv, gl ya da vdpau deneyebilirsiniz

source: Enable AC3/DTS pass-through to S/PDIF
ca: Habilita el pas d'AC3/DTS a través de S/PDIF
de: AC3/DTS direkt zum S/PDIF Ausgang durchleiten
gl: Permitir o envío de fluxos AC3/DTS cara a saída S/PDIF
nl: AC3/DTS pass-through naar S/PDIF inschakelen
pl: Przesyłanie dźwięku AC3/DTS za pośrednictwem S/PDIF
sr: Омогући AC3/DTS пролаз кроз S/PDIF
tr: AC3/DTS verisini S/PDIF ile çözmeyi aç

source: Mplayer Software Volume Control Enabled
ca: Control de volum per Programari Mplayer Activat
de: Benutze MPlayer-Software-Lautstärkeregelung
gl: O control do volume do Mplayer está activado
lt: Mplayer programinis garsumo valdymas įjungtas
nl: MPlayer-softwarevolumeregeling inschakelen
pl: Programowa kontrola dźwięku
sr: Омогући Мплејерову програмску контролу звука
tr: MPlayer Yazılımsal Ses Seviyesi Açık

source: Default
de: Standard
gl: Predeterminado
nl: Standaard
pl: Domyślny
sr: Подразумевано
tr: Öntanımlı

source: Choose one of the languages or type in your own comma-separated selection
nl: Kies één van de talen of voer een kommagescheiden keuze in
pl: Wybierz jeden z języków lub wpisz własny na listę oddzieloną przecinkami

source: Always ask
nl: Altijd vragen
pl: Zawsze pytaj

source: Always resume without asking
nl: Altijd zonder vragen hervatten
pl: Zawsze wznawiaj bez pytania

source: Never resume
nl: Nooit hervatten
pl: Nigdy nie wznawiaj

source: <span weight="bold">Adjust Output Settings</span>
ca: <span weight="bold">Ajusta la configuració de sortida </span>
de: <span weight="bold">Passe Ausgabeeinstellungen an</span>
gl: <span weight="bold">Axustes de saída</span>
lt: <span weight="bold">Išvesties nuostatos</span>
nl: <span weight="bold">Uitvoerinstellingen aanpassen</span>
pl: <span weight="bold">Ustawienia wyjścia dźwięku</span>
sr: <span weight="bold">Поставке излаза</span>
tr: <span weight="bold">Çıktı Ayarlarını Değiştir</span>

source: Video Output:
ca: Sortida de vídeo:
de: Videoausgabe:
gl: Saída de vídeo:
lt: Vaizdo išvestis:
nl: Video-uitvoer:
pl: Obraz:
sr: Видео излаз:
tr: Video Çıktısı:

source: Enable Video Hardware Support
de: Aktiviere Video-Hardwareunterstützung
nl: Hardwareversnelling gebruiken
pl: Sprzętowa obsługa wideo
tr: Donanım Video Hızlandırmayı Etkinleştir

source: When this option is enabled, codecs or options will be enabled to accelerate video processing. These options may cause playback to fail in some cases.
de: Wenn diese Option aktiviert ist, werden Codecs oder Optionen aktiviert, die die Videoverarbeitung beschleunigen. Diese Optionen können die Wiedergabe in manchen Fällen fehlschlagen lassen.
nl: Schakel deze optie in om codecs en opties te gebruiken die de videoverwerking verbeteren. Deze opties kunnen in sommige gevallen leiden tot afspeelfouten.
pl: Kiedy ta opcja jest włączona, zostaną włączone kodeki lub opcje przyspieszające obróbkę obrazu. Opcje te mogą spowodować, iż w pewnych przypadkach odtwarzanie nie uda się.
tr: Bu seçenek seçildiğinde video işleme süreci için çeşitli ayar ve seçenkler açılacaktır. Bu seçenekler bazı dosyaların oynatılmasında sorun oluşturabilir.

source: Enable CrystalHD Hardware Support
de: Aktiviere CrystalHD-Hardwareunterstützung
nl: CrystalHD-hardwareversnelling gebruiken
pl: Obsługa sprzętu CrystalHD
tr: CrystalDD Donanım Hızlandırmasını Etkinleştir

source: Audio Output:
ca: Sortida de àudio:
de: Audioausgabe:
gl: Saída de audio:
lt: Garso išvestis:
nl: Audio-uitvoer:
pl: Dźwięk:
sr: Звучни излаз:
tr: Ses Çıktısı:

source: Audio Volume Type:
de: Typ der Audiolautstärke:
nl: Soort audiovolume:
pl: Typ głośności:

source: Default Mixer:
ca: Mesclador per defecte:
de: Standardmixer
gl: Mesturador predeterminado:
lt: Numatytasis maišiklis:
nl: Standaard mengpaneel:
pl: Domyślny mikser:
sr: Подразумевани миксер:
tr: Öntanımlı Ses Seviyesi Aracı:

source: Audio Channels to Output:
de: Audiokanäle für die Ausgabe
nl: Audiokanalen voor uitvoer:
pl: Kanały dźwięku wyjścia:

source: <span weight="bold">Adjust Configuration Settings</span>
ca: <span weight="bold">Ajusta les Opcions de configuració</span>
de: <span weight="bold">Passe Konfiguration an</span>
gl: <span weight="bold">Axustes na configuración</span>
lt: <span weight="bold">Derinti konfigūracijos nustatymus</span>
nl: <span weight="bold">Instellingen aanpassen</span>
pl: <span weight="bold">Konfiguracja</span>
sr: <span weight="bold">Остале поставке</span>
tr: <span weight="bold">Ayarları Değiştir</span>

source: Default Volume Level:
ca: Nivell predeterminat de Volum:
de: Standardlautstärke
gl: Nivel de volume predeterminado:
lt: Numatytasis garsumo lygis:
nl: Standaard volumeniveau:
pl: Domyślna siła głosu:
sr: Подразумевана јачина звука:
tr: Öntanımlı Ses Seviyesi:

source: Default volume for playback
ca: Volum Per defecte per a la reproducció
de: Standardlautstärke für Wiedergabe
gl: Volume predeterminado para a reprodución
lt: Numatytasis garsumo lygis
nl: Standaard volumeniveau bij afspelen
pl: Domyślna siła głosu dla odtwarzania:
sr: Подразумевана јачина звука
tr: Öntanımlı ses seviyesi

source: On Screen Display Level:
ca: Nivell de la descripció visible a pantalla (OSD):
de: 'On Screen Display'-Stufe:
gl: Nivel da información na pantalla:
lt: Ekrane rodomų pranešimų lygis:
nl: Informatieschermniveau:
pl: Menu ekranowe:
sr: Екрански приказ:
tr: OSD Seviyesi:

source: Post-processing level:
ca: Nivell de post-processament:
de: Nachbearbeitungs-Stufe:
gl: Nivel de post-procesamento:
lt: Galutinio apdorojimo lygis:
nl: Nabewerkingsniveau:
pl: Przetwarzanie końcowe:
sr: Накнадно процесирање:
tr: Önişleme seviyesi:

source: <span weight="bold">Adjust Language Settings</span>
ca: <span weight="bold">Ajusta la Configuració d'idioma</span>
de: <span weight="bold">Passe Spracheinstellungen an</span>
gl: <span weight="bold">Axustes de idioma</span>
lt: <span weight="bold"> Kalbos nuostatos</span>
nl: <span weight="bold">Taalvoorkeuren aanpassen</span>
pl: <span weight="bold">Ustawienia języka</span>
sr: <span weight="bold">Поставке језика</span>
tr: <span weight="bold">Dil Ayarlarını Değiştir</span>

source: Default Audio Language
ca: Idioma d'àudio per defecte
de: Standard-Audiosprache:
gl: Idioma predeterminado do son
lt: Pageidaujama garso kalba
nl: Standaard audiotaal
pl: Domyślny język ścieżki dźwiękowej:
sr: Подразумевани језик за звук:
tr: Öntanımlı Ses Dili

source: Default Subtitle Language:
ca: Idioma dels subtítols per defecte:
de: Standard-Untertitelsprache:
gl: Idioma predeterminado dos subtítulos:
lt: Pageidaujama subtitrų kalba:
nl: Standaard ondertiteltaal:
pl: Domyślny język napisów:
sr: Подразумевани језик титлова:
tr: Öntanımlı Altyazı Dili:

source: File Metadata Encoding:
ca: Arxiu de codificació de metadades:
de: Datei-Metadaten-Zeichensatz:
gl: Codificación dos metadatos do ficheiro
lt: Rinkmenos metaduomenų koduotė:
nl: Bestandsmetadatacodering:
pl: Kodowanie znaków metadanych:
sr: Кодирање метаподатака датотеке:
tr: Dosya Detayları Kodlaması:

source: <span weight="bold">Subtitle Settings</span>
ca: <span weight="bold">Configuració de subtítols</span>
de: <span weight="bold">Untertitel-Einstellungen</span>
gl: <span weight="bold">Axustes dos subtítulos</span>
lt: <span weight="bold"> Subtitrų nuostatos</span>
nl: <span weight="bold">Ondertitelvoorkeuren</span>
pl: <span weight="bold">Ustawienia napisów</span>
sr: <span weight="bold">Подешавања титла</span>
tr: <span weight="bold">Altyazı Ayarları</span>

source: Enable _Advanced Substation Alpha (ASS) Subtitle Support
ca: Habilita Suport als subtítols Substation Alpha (ASS)
de: Benutze _Advanced Substation Alpha (ASS)-Untertitelunterstützung
gl: Activar a compatibilidade para subtítulos _Advanced Substation Alpha (ASS)
nl: Ondersteuning voor _Advanced Substation Alpha (ASS)-ondertiteling inschakelen
pl: Obsługa formatu _Advanced Substation Alpha (ASS)
sr: Омогући напредну „_Алфа подршку за титлове“ (ASS)
tr: _Gelişmiş Alfa Altyazı (ASS) Desteğini Etkinleştir

source: Use _Embedded Fonts (MKV only)
ca: Usa Fonts inclos_es (només per a MKV)
de: Benutze _eingebettete Schriftarten (nur MKV)
gl: _Empregar tipos de letra integrados (só MKV)
lt: Naudoti į_talpintus šriftus (tik MKV)
nl: G_eïntegreerde lettertypen gebruiken (alleen mkv)
pl: Używanie _osadzonych czcionek (tylko format mkv)
sr: Користи _уметнуте фонтове (само за MKV)
tr: Gömülü _Yazıtipleri Kullan (MKV için)

source: Subtitle Font:
ca: Tipus de lletra dels subtítols:
de: Untertitelschriftart
gl: Tipo de letra dos subtítulos:
lt: Subtitrų šriftas:
nl: Ondertitellettertype:
pl: Czcionka:
sr: Фонт:
tr: Altyazıyı Yazıtipi:

source: Subtitle Font Selection
ca: Selecció de font del subtítol
de: Wähle Untertitelschriftart
gl: Tipo de letra dos subtitulos
lt: Subtitrų šrifto pasirinkimas
nl: Kies een ondertitellettertype
pl: Wybór czcionki
sr: Избор фонта за титл
tr: Altyazı Yazıtipi Seçimi

source: Subtitle Color:
ca: Color del Subtítol:
de: Untertitelfarbe
gl: Cor dos subtitulos:
lt: Subtitrų spalva:
nl: Ondertitelkleur:
pl: Kolor czcionki:
sr: Боја:
tr: Altyazı Rengi:

source: Subtitle Color Selection
ca: Selecció del color dels subtítols
de: Wähle Untertitelfarbe
gl: Selección da cor para o subtítulo
lt: Subtitrų spalvos pasirinkimas
nl: Kies een ondertitelkleur
pl: Wybór koloru
sr: Избор боје за титл
tr: Altyazı Rengi Seçimi

source: Outline Subtitle Font
ca: Contorn de les lletres del subtítol
de: Versehe Untertitelschriftart mit Konturen
gl: Empregar nos subtítulos a letra con contorno
nl: Contour toevoegen aan ondertiteling
pl: Kontur znaków
sr: Додај ивицу на титл
tr: Altyazıyı Kalınlaştır

source: Shadow Subtitle Font
ca: Ombra de font del subtítol
de: Schattiere Untertitelschriftart
gl: Empregar nos subtítulos a letra con sombra
lt: Subtitrų šešėlio šriftas
nl: Schaduw toevoegen aan ondertiteling
pl: Cień znaków
sr: Додај сенку на титл
tr: Altyazıyı Gölgelendir

source: Subtitle Font Scaling:
ca: Escala de la font del Subtítol:
de: Untertitelskalierung
gl: Dimensionar o tipo de letra:
lt: Subtitrų šrifto mastelis:
nl: Tekstgrootte van ondertiteling:
pl: Skala:
sr: Величина:
tr: Altyazı Yazıtipi Boyutlandırma:

source: Subtitle File Encoding:
ca: Codificació d'arxiu del subtítol:
de: Zeichensatz der Untertitel-Datei
gl: Codificación dos subtítulos:
lt: Subtitrų rinkmenos koduotė:
nl: Ondertitel-bestandscodering:
pl: Kodowanie znaków:
sr: Кодирање:
tr: Altyazı Dosyası Biçimi:

source: Subtitle Lower Margin (X11/XV Only):
ca: Marge inferior del subtítol (només X11/XV):
de: Unterer Rand der Untertitel (nur X11/XV)
gl: Marxe inferior dos subtítulos (só X11/XV):
nl: Lage marge ondertiteling (alleen X11/XV):
pl: Dolny margines (tylko X11/XV):
sr: Доња линија титла (само за X11/XV):
tr: Altyazı Alt Boşluğu (X11/XV için)

source: Show Subtitles by Default
ca: Mostra subtítols per defecte
de: Zeige Untertitel an
gl: Mostrar os subtítulos de forma predefinida
lt: Rodyti numatytuosius subtitrus
nl: Standaard ondertiteling tonen
pl: Automatyczne wczytywanie
sr: Подразумевано прикажи титлове
tr: Öntanımlı Altyazılar Açık

source: Subtitle Load Fuzziness:
de: Unschärfe beim Untertitel-Laden
nl: Lettertype-ondertiteling:
pl: Niedokładność wczytywania napisów:

source: <span weight="bold">Application Preferences</span>
ca: <span weight="bold">Preferències de l'aplicació</span>
de: <span weight="bold">Anwendungseinstellungen</span>
gl: <span weight="bold">Preferencias do aplicativo</span>
lt: <span weight="bold"> Programos parinktys</span>
nl: <span weight="bold">Toepassingsvoorkeuren</span>
pl: <span weight="bold">Program</span>
sr: <span weight="bold">Поставке програма</span>
tr: <span weight="bold">Uygulama Tercihleri</span>

source: Media Resume:
nl: Media hervatten:
pl: Wznawianie mediów:

source: Start with playlist visible
ca: Comença amb la llista de reproducció visible
de: Starte mit geöffneter Wiedergabeliste
gl: Iniciar coa lista de reprodución visíbel
lt: Rodyti grojaraštį paleidus programą
nl: Starten met afspeellijst
pl: Wyświetlanie listy odtwarzania po uruchomieniu
sr: Покрени са видљивом листом за пуштање
tr: Açılışta oynatma listesini göster

source: Respond to Keyboard Media Keys
ca: Respon a les tecles multimèdia del teclat
de: Multimediatasten der Tastatur benutzen
gl: Responder a teclado multimedia
lt: Reaguoti į klaviatūros specialiuosius klavišus
nl: Mediatoetsen op toetsenbord gebruiken
pl: Obsługa klawiszy multimedialnych
sr: Омогући мултимедијалне тастере
tr: Klavye Özel Tuşlarını Kullan

source: Use default playlist
ca: Utilitza la llista de reproducció predeterminada
de: Benutze Standard-Wiedergabeliste
gl: Empregar a lista predeterminada
lt: Naudoti numatytąjį grojaraštį
nl: Standaard afspeellijst gebruiken
pl: Używanie domyślnej listy odtwarzania
sr: Користи подразумевану листу за пуштање
tr: Öntanımlı oynatma listesini kullan

source: Show status icon
ca: Mostra la icona d'estat
de: Zeige Status-Icon
gl: Mostrar a icona do estado
lt: Rodyti būsenos ženkliuką
nl: Statuspictogram tonen
pl: Ikona obszaru powiadamiania
sr: Прикажи иконицу у панелу
tr: Durum simgesi göster

source: Place playlist below media (requires application restart)
ca: Situa la llista de reproducció per sota dels mitjans (requereix el reinici de l'aplicació)
de: Platziere die Wiedergabeliste unterhalb des Mediums (erfordert Anwendungsneustart)
gl: Colocar a lista de reprodución debaixo do medio (reiniciar o aplicativo)
lt: Priešais kūrinį rodyti grojaraštį (reikia perkrauti programą)
nl: Afspeellijst onder media plaatsen (herstart vereist)
pl: Lista odtwarzania pod medium (wymaga restartu aplikacji)
sr: Постави листу испод медијума (захтева поновно покретање)
tr: Oynatma listesini aşağı yerleştir (program tekrar başlatılmalı)

source: Only allow one instance of G-MPlayer
ca: Permet només una instància del G-MPlayer
de: Erlaube nur eine Instanz des G-MPlayer
gl: Permitir unha única instancia do G-MPlayer
lt: Leisti veikti tik vienai G-MPlayer programai tuo pačiu metu
nl: Slechts één proces van G-MPlayer toestaan
pl: Tylko jedno wystąpienie programu
sr: Дозволи само по један Гномов мплејер у исто време
tr: Sadece bir G-MPlayer çalışsın

source: When opening in single instance mode, replace existing file
ca: En obrir en mode d'única instància, reemplaça el fitxer existent
de: Wenn der Modus 'Erlaube nur eine Instanz' aktiviert ist, ersetze die aktuelle Datei
gl: En modo «Instancia única», substituír o ficheiro existente
lt: o atveriant naujus kūrinius, juos iškart groti
nl: Huidig bestand vervangen in éénprocesmodus
pl: Przerwanie odtwarzania i wczytanie nowego nagrania po otworzeniu skojarzonego pliku
sr: Замени датотеку по отварању нове у овом режиму
tr: Tek oturum modunda açılırken mevcut dosyayı değiştir
