Repository: wdlkmpx/wgmplayer
Catalog: po/*.po
Languages: ca, de, gl, lt, nl, pl, sr, tr

source: Width of window to embed in
ca: Amplada de la finestra per incrustar
de: Breite des Fensters zum Einbetten
gl: Largura da xanela encaixada
lt: Įtalpinto lango plotis
nl: Breedte van venster om in te integreren
pl: Szerokość okna do osadzenia w
sr: Ширина прозора у који да се прикачим
tr: Gömülecek pencerenin genişliği

source: Height of window to embed in
ca: Alçada de la finestra per incrustar
de: Höhe des Fensters zum Einbetten
gl: Altura da xanela encaixada
lt: Įtalpinto lango aukštis
nl: Hoogte van venster om in te integreren
pl: Wysokość okna do osadzenia w
sr: Висина прозора у који да се прикачим
tr: Gömülecek pencerenin yüksekliği

source: File Argument is a playlist
ca: L'argument de l'Arxiu és una llista de reproducció
de: Datei-Argument ist eine Wiedergabeliste
gl: O argumento ficheiro é unha lista de reprodución
lt: Rinkmenos argumentas yra grojaraštis
nl: Bestandsoptie is een afspeellijst
pl: Wczytuje listę odtwarzania podaną jako parametr opcji
sr: Аргумент датотеке је листа за пуштање
tr: Dosya Argumanı oynatma listesi

source: Show more output on the console
ca: Mostra més sortida a la consola
de: Zeige mehr Ausgabe auf der Konsole
gl: Mostrar máis saídas na consola
lt: Konsolėje rodyti daugiau išvesties
nl: Meer uitvoer tonen in terminalvenster
pl: Pokaż więcej wyjścia w konsoli
sr: Приказуј дужи испис у конзоли
tr: Konsola daha fazla bilgi yaz

source: Show even more output on the console
ca: Mostra encara més sortida a la consola
de: Zeige noch mehr Ausgabe auf der Konsole
gl: Mostrar aínda máis saídas na consola
lt: Konsolėje rodyti dar daugiau išvesties
nl: Nóg meer uitvoer op tonen in terminalvenster
pl: Pokaż jeszcze więcej wyjścia w konsoli
sr: Прикажи најдужи испис у конзоли
tr: Konsola en fazla detayla bilgi yaz

source: Start in fullscreen mode
ca: Inicia en mode de pantalla completa
de: Starte im Vollbildmodus
gl: Iniciar en pantalla completa
lt: Pradėti viso ekrano veiksenoje
nl: Beeldvullend opstarten
pl: Uruchom w trybie pełnoekranowym
sr: Покрени преко целог екрана
tr: Tam ekran kipinde başla

source: Use mplayer software volume control
ca: Usa el controlador mplayer de volum
de: Benutze die Software-Lautstärkeregelung des mplayer
gl: Empregar o control de volume por software do mplayer
lt: Naudoti programos „mplayer“ garso valdiklį
nl: Mplayer-softwarevolumeregeling gebruiken
pl: Użyj programowej kontroli głośności mplayera
sr: Користи Мплејерову програмску контролу звука
tr: MPlayer yazılımsal ses seviyesi ayarı kullan

source: When set to TRUE the last volume level is set as the default
ca: Quan s'estableix a TRUE el darrer nivell de volum s'estableix per defecte
de: Die zuletzte gesetzte Lautstärke als Standard übernehmen
gl: Cando sexa TRUE o último axuste do volume estabelecerase como predefinido
lt: Jei nurodyta TRUE, paskiausias garsumo lygis taps numatytuoju
nl: Schakel in om standaard het recentste volumeniveau te gebruiken
pl: Kiedy ustawione na PRAWDĘ, ostatnia głośność będzie ustawiona jako domyślna
sr: Када је постављено на „true“ (тачно) последња јачина звука ће бити постављена као подразумевана
tr: Seçildiğinde en son ayarlanan ses seviyesi ön tanımlı seviye olarak ayarlanır

source: Last software volume percentage- only applied when remember_softvol is set to TRUE
ca: El darrer percentatge de volum del programari - només s'aplica quan remember_softvol s'estableix a TRUE
de: Die zuletzte gesetzte Lautstärke prozentual speichern.
gl: A última porcentaxe de volume por software unicamente se aplicará se remember_softvol está estabelecido como TRUE
nl: Recentste softwarevolumepercentage (wordt alleen toegepast als _softvol is ingeschakeld)
pl: Ostatnia procentowa siła głosu - stosowane jedynie, kiedy remember_softvol ma wartość PRAWDA
sr: Јачина звука у процентима при последњем покретању програма — ради само ако је remember_softvol постављено на „true“ (тачно)
tr: Son yazılımsal ses seviyesi yüzdesi- sadece remember_softvol seçili ise uygulanır

source: Mixer to use
ca: Mesclador ha utilitzar
de: Zu verwendender Mixer
gl: Mesturador a empregar
lt: Naudojamas maišiklis
nl: Te gebruiken mengpaneel
pl: Używany mikser
sr: Миксер за употребу
tr: Ses seviyesi aracı

source: Set initial volume percentage
ca: Estableix el percentatge de volum inicial
de: Setze prozentuale Anfangslautstärke
gl: Estabelecer o volume inicial (porcentaxe)
lt: Nurodyti pradinį garsumą, procentais
nl: Beginvolumepercentage instellen
pl: Ustaw początkową siłę głosu
sr: Додатно појачај звук (у процентима)
tr: Başlangıç ses seviyesi yüzdesini belirle

source: Show the controls in window
ca: Mostra els controls a la finestra
de: Zeige Bedienelemente im Fenster
gl: Mostrar os controis na xanela
lt: Rodyti valdiklius
nl: Besturing in venster tonen
pl: Pokaż elementy sterujące w oknie
sr: Прикажи контроле у прозору
tr: Pencerede ayarları göster

source: Show the subtitles if available
ca: Mostra els subtítols si estan disponibles
de: Zeige Untertitel an, wenn verfügbar
gl: Mostrar os subtítulos se están dispoñíbeis
lt: Rodyti subtitrus, jei įmanoma
nl: Ondertiteling tonen (indien beschikbaar)
pl: Pokaż napisy jeśli dostępne
sr: Прикажи титлове уколико су доступни
tr: Varsa altyazıları göster

source: Autostart the media default to 1, set to 0 to load but don't play
ca: L'autoinici dels mèdia per defecte està a 1,0 significa que es carrega però no es reprodueix
de: Starte die Wiedergabe automatisch (Standard, 1), auf 0 setzen zum laden, aber nicht zum abspielen
gl: Escolla 1 para iniciar automaticamente a reprodución, ou 0 para cargar unicamente o ficheiro.
nl: Media automatisch afspelen: 1 (standaard) - Wel laden, maar niet afspelen: 0
pl: Odtwarzaj media automatycznie (domyślne) 1, ustaw na 0 aby ładować lecz nie odtwarzać
sr: Сам пусти медијум (подразумевано 1); 0 за учитавање без пуштања
tr: Medyayı otomatik başlatmak için 1, yükleyip başlatmadan beklemek için 0 seçiniz

source: Disable popup menu on right click
ca: Desactivar el menú emergent al fer clic dret
de: Deaktiviere das Kontextmenü bei Rechtsklick
gl: Desactivar o menú contextual cun clic dereito
lt: Uždrausti meniu pasirodymą spragtelint dešiniu klavišu
nl: Geen menu tonen na rechtsklikken
pl: Wyłącz menu wyskakujące po prawym kliknięciu
sr: Онемогућава мени десног тастера
tr: Sağ tuşla açılan menüyü açma

source: Play all files on the playlist forever
ca: Reprodueix els fitxers de la llista de reproducció repetidament
de: Spiele alle Dateien in der Wiedergabeliste für immer
gl: Reproducir a lista indefinidamente
lt: Nuolat groti visas grojaraščio rinkmenas
nl: Alle bestanden op de afspeellijst continue afspelen
pl: Odtwarzaj wszystkie pliki listy odtwarzania w nieskończoność
sr: Понавља све датотеке у листи за пуштање
tr: Oynatma listesindeki dosyaları sürekli oynat

source: Quit application when last file on playlist is played
ca: Surt de l'aplicació quan es reprodueix-hi el darrer arxiu de la llista de reproducció
de: Beende die Anwendung wenn die letzte Datei der Wiedergabeliste gespielt wurde
gl: Pechar o aplicativo despois de reproducir o último ficheiro da lista
lt: Išeiti iš programos baigus groti grojaraščio įrašus
nl: Toepassing afsluiten na afspelen van laatste bestand op afspeellijst
pl: Zakończ aplikację po odtworzeniu ostatniego pliku z listy
sr: Изађи из програма након пуштања последње датотеке у листи
tr: Oynatma listesindeki son dosya oynatılınca uygulamadan çık

source: Play items on playlist in random order
ca: Reprodueix els fitxers de la llista de reproducció aleatòriament
de: Spiele Titel in der Wiedergabeliste in zufälliger Reihenfolge
gl: Reproducir ao chou as entradas da lista
lt: Groti grojaraščio įrašus atsitiktine tvarka
nl: Afspeellijstitems afspelen in willekeurige volgorde
pl: Odtwarzaj elementy listy odtwarzania w losowej kolejności
sr: Насумично пушта ставке из листе за пуштање
tr: Oynatma listesindeki dosyaları rastgele oynat

source: Set cache size
ca: Estableix la mida de la memòria cau
de: Setze die Größe des Zwischenspeichers
gl: Estabelecer o tamaño da caché
lt: Nurodyti podėlio dydį
nl: Buffergrootte instellen
pl: Ustaw rozmiar bufora
sr: Постави величину оставе
tr: Önbellek boyutunu ayarla

source: Start Second (default to 0)
ca: Segon d'inici (per defecte és 0)
de: Startsekunde (Standard: 0)
gl: Segundo de inicio (predeterminado: 0)
lt: Pradėti nuo sekundės (numatyta 0)
nl: Startseconde (standaard op 0)
pl: Sekunda początkowa (domyślnie 0)
sr: Почетних секунди (подразумевано 0)
tr: Başlangıç Saniyesi (öntanımlı 0)

source: Length of media to play from start second
ca: Longitud dels mèdia a reproduir des del segon de l'inici
de: Länge des Mediums ab der Startsekunde
gl: Duración do ficheiro desde o segundo de inicio
nl: Duur van media na beginnen met afspelen
pl: Długość multimediów do odtworzenia od sekundy początkowej
sr: Дужина медијума који ће бити пуштен од одређеног броја секунди
tr: Başlangıçtan itibaren oynatma süresi

source: Force cache usage on streaming sites
ca: Força l'ús de la memòria cau als llocs de transmissió
de: Erzwinge die Nutzung des Zwischenspeichers bei Streaming-Seiten
gl: Forzar o emprego da caché en páxinas de fluxos multimedia
lt: Priverstinai naudoti podėlį gaunant
nl: Gebruik van buffer afdwingen op streaming-websites
pl: Wymuś użycie bufora na stronach przesyłających strumienie
sr: Приморава коришћење оставе на адресама са токовима
tr: Yayın yapan sitelerde önbellek kullanımına zorla

source: Disable the deinterlace filter
ca: Deshabilita el filtre de desentrellaçat
de: Deaktiviere Zeilenentflechtung (Deinterlacing)
gl: Desactivar o filtro de desentrelazamento
lt: Uždrausti perėjimo šalinimo filtrą
nl: Deinterlacefilter uitschakelen
pl: Wyłącz filtr usuwający przeplot
sr: Онемогући филтер за расплитање
tr: Satır birleştirme (deinterlace) filtresini kapat

source: Don't skip drawing frames to better keep sync
ca: No es salti els fotogrames de dibuix per mantenir millor sincronia
de: Überspringe keine Bilder um die Synchronität zu verbessern
gl: Desactivar o salto de imaxes para manter unha mellor sincronización
nl: Geen beelden overslaan om synchroon te blijven
pl: Nie pomijaj rysowania klatek aby zachować lepszą synchronizację
sr: Не прескачи исцртавајуће кадрове ради боље синхронизације
tr: Ses görüntü uyumunu korumak için kare atlaması yapma

source: Use the old subtitle rendering system
ca: Usa el sistema antic de renderització de subtítols
de: Benutze die alte Untertiteldarstellung
gl: Empregar o sistema antigo de renderización de subtítulos
lt: Naudoti seną subtitrų atvaizdavimo sistemą
nl: Oude ondertitelsysteem gebruiken
pl: Użyj starego systemu renderowania napisów
sr: Користи стари систем за испис титлова
tr: Eski altyazı sistemini kullan

source: Don't use fonts embedded on matroska files
ca: No usis fonts incrustades als arxius Matroska
de: Benutze nicht in Matroska-Dateien enthaltene Schriftarten
gl: Non usar os tipos de letras integrados nos ficheiros matroska
lt: Nenaudoti matroska kūriniuose esančių šriftų
nl: Geen in matroska-bestanden geïntegreerde lettertypen gebruiken
pl: Nie używaj czcionek osadzonych w plikach matroska
sr: Не користи фонт уметнут у матроска датотеке
tr: Matroska dosyalarında gömülü altyazılayı kullanma

source: Use Vertical Layout
ca: Utilitza la disposició vertical
de: Benutze vertikales Layout
gl: Usar a disposición vertical
lt: Naudoti vertikalų išdėstymą
nl: Verticale indeling gebruiken
pl: Użyj układu pionowego
sr: Користи виртуелни распоред
tr: Dikey Görünüm Kullan

source: Start with playlist open
ca: Reprodueix quan s'obri una llista de reproducció
de: Starte mit geöffneter Wiedergabeliste
gl: Iniciar coa lista de reprodución aberta
lt: Pradėti su atvertu grojaraščiu
nl: Starten met geopende afspeellijst
pl: Wyświetla listę odtwarzania po uruchomieniu
sr: Покрени са приказаном листом за пуштање
tr: Açılışta oynatma listesini aç

source: Start with details visible
ca: Comença amb detalls visibles
de: Starte mit sichtbaren Details
gl: Iniciar coa información detallada visíbel
lt: Pradėti rodant detales
nl: Starten met details zichtbaar
pl: Wyświetlanie szczegółów po uruchomieniu
sr: Покрени са видљивим подацима о датотеци
tr: Açılışta detayları göster

source: Real Player Name
ca: Nom Real Player
gl: Nome Real Player
nl: Real Player-naam
pl: Nazwa Real Player
sr: Назив Риал плејера
tr: Real Player Adı

source: Real Player Console ID
ca: ID de la consola de Real Player
gl: Identificador da consola do Real Player
pl: ID konsoli Real Player
sr: Конзилни ИБ Риал плејера
tr: Real Player Konsolu ID

source: Real Player Console Controls
ca: Controls de la consola Real Player
gl: Controis da consola do Real Player
nl: Real Player-consolebediening
pl: Elementy sterujące konsoli Real Player
sr: Конзолне контроле Риал плејера
tr: Real Player Konsolu Ayarları

source: Subtitle file for first media file
ca: Arxiu de subtítols per al primer arxiu de mèdia
de: Untertiteldatei für die erste Datei
gl: Subtítulos para o primeiro ficheiro de vídeo
lt: Subtitrų rinkmena pirmajai kūrinio rinkmenai
nl: Ondertitelbestand van eerste mediabestand
pl: Plik napisów dla pierwszego pliku multimediów
sr: Датотека са титлом за прву видео датотеку
tr: İlk medya dosyası için altyazı dosyası

source: TV device name
ca: Nom del dispositiu de TV
de: Name des TV-Adapters
gl: Nome do dispositivo de TV
lt: TV įrenginio pavadinimas
nl: Naam van tv-apparaat
pl: Nazwa urządzenia TV
sr: Назив ТВ уређаја
tr: TV aygıt adı

source: TV driver name (v4l|v4l2)
ca: Nom del controlador de TV (v4l|v4l2)
de: Name des TV-Treibers (v4l|v4l2)
gl: Nome do controlador da TV (v4l|v4l2)
lt: TV tvarkyklės pavadinimas (v4l|v4l2)
nl: Naam van tv-stuurprogramma (v4l|v4l2)
pl: Nazwa urządzenia TV (v4l|v4l2)
sr: Назив ТВ управљачког програма (v4l|v4l2)
tr: TV sürücü adı (v4l|v4l2)

source: TV input name
ca: Nom d'entrada de la TV
de: Name der TV-Einspeisung
gl: Nome da entrada de TV
lt: TV įvesties pavadinimas
nl: Naam van tv-invoer
pl: Nazwa wejścia TV
sr: Назив ТВ улаза
tr: TV girişi

source: Width of TV input
ca: Amplada de l'entrada de TV
de: Breite der TV-Einspeisung
gl: Largura da entrada da TV
lt: TV įvesties aukštis
nl: Breedte van tv-invoer
pl: Szerokość wejścia TV
sr: Ширина ТВ улаза
tr: TV girişi genişliği

source: Height of TV input
ca: Alçada de l'entrada de TV
de: Höhe der TV-Einspeisung
gl: Altura da entrada da TV
lt: TV įvesties plotis
nl: Hoogte van tv-invoer
pl: Wysokość wejścia TV
sr: Висина ТВ улаза
tr: TV girişi yüksekliği

source: Frames per second from TV input
ca: Fotogrames per segon de l'entrada de TV
de: Bilder pro Sekunde der TV-Einspeisung
gl: Imaxes por segundo na entrada de TV
lt: Kadrai per sekundę iš TV įvesties
nl: Aantal beelden per seconde (BPS) van tv-invoer
pl: Ilość klatek na sekundę z wejścia TV
sr: Број кадрова у секунди за ТВ улаз
tr: TV girişi FPS değeri

source: Only allow one instance
ca: Només permet una instància
de: Erlaube nur eine Instanz
gl: Permitir unicamente unha instancia
lt: Viena programa vienu metu
nl: Slechts één proces toestaan
pl: Pozwól na tylko jedną instancję
sr: Дозволи само по један програм у исто време
tr: Sadece bir program çalışsın

source: Put single instance mode into replace and play mode
ca: Posa el mode d'única instància en substitució i mode de reproducció
de: Ersetze die Wiedergabeliste im Eine-Instanz-Modus
gl: Cambiar o modo «Instancia única» a modo substitución e reprodución
nl: Eénprocesmodus omzetten in vervang- en afspeelmodus
pl: Ustaw tryb jednej instancji w trybie zastąp i odtwarzaj
sr: Замени по отварању нове датотеке у режиму са само једном програмом
tr: Tek oturum modunu değiştir ve oynat moduna yerleştir

source: Use large control buttons
ca: Usa botons de control grans
de: Benutze größere Bedienelemente
gl: Empregar os botóns de control grandes
lt: Naudoti didelius valdiklių mygtukus
nl: Grote regelknoppen tonen
pl: Używaj dużych przycisków kontrolnych
sr: Користи велике контролне дугмиће
tr: Büyük kontrol düğmeleri kullan

source: Hide control panel when mouse is not moving
ca: Amaga el tauler de control quan el ratolí no es mogui
de: Verstecke die Bedienelemente, wenn die Maus sich nicht bewegt
gl: Agochar o panel de control cando o rato estea inmóbil
lt: Slėpti valdymo skydelį, jei pelė nejuda
nl: Regelpaneel verbergen als cursor niet beweegt
pl: Ukrywaj panel kontrolny gdy mysz jest nieruchoma
sr: Сакрива командну површину уколико се курсор не помера
tr: Fare sabitken kontrol panelini gizle

source: Ignore single instance preference for this instance
ca: No facis cas de la preferència d'única instància per a aquesta instància
de: Ignoriere die Option 'Erlaube nur eine Instanz' für diese Instanz
gl: Ignorar as preferencias de instancia única para esta instancia
lt: Leisti vienu metu paleisti kelias programas
nl: Eénprocesmodus in dit proces negeren
pl: Ignoruj preferencję jednej instancji dla tej instancji
sr: Само сада занемари подешавања за један програм у исто време
tr: Bu oturum için birden fazla oturumu sıraya almaya izin ver

source: Keep window on top
ca: Conserva la finestra a la part superior
de: Fenster immer sichtbar
gl: Manter a xanela no primeiro plano
lt: Laikyti langą virš kitų
nl: Venster altijd bovenaan houden
pl: Trzymaj okno na wierzchu
sr: Држи прозор изнад осталих
tr: Pencereyi en üstte tut

source: Don't fetch new cover art images
ca: No busquis noves imatges de portades
de: Hole keine neuen Cover
gl: Non buscar máis imaxes de cubertas
lt: Neįkelti naujų viršelių
nl: Geen nieuwe albumhoezen ophalen
pl: Nie pobieraj nowych obrazów okładek
sr: Не преузимај нове омоте за албум
tr: Yeni kapak resimlerini indirme

source: DVD Device Name
nl: Naam van dvd-apparaat
pl: Nazwa urządzenia DVD

source: Video Output Device Name
nl: Naam van video-uitvoerapparaat
pl: Nazwa urządzenia wyjścia obrazu

source: Use specified mplayer
nl: Opgegeven mplayer gebruiken
pl: Używaj wybranego mplayera

source: Playing
ca: S'està reproduint
de: Wiedergabe
gl: Reproducindo
lt: Grojama
nl: Bezig met afspelen
pl: Odtwarzanie
sr: Пуштено
tr: Oynatılıyor

source: Open Location
ca: Obre una ubicació
de: Öffne Ort
gl: Abrir unha localización
lt: Atverti vietą
nl: Locatie openen
pl: Otwieranie położenia
sr: Отвори путању
tr: Konumu Aç

source: Take Screenshot
de: Schnappschuss nehmen
nl: Schermfoto maken
pl: Zrzut ekranu

source: Preferences
de: Einstellungen
nl: Voorkeuren
pl: Preferencje
tr: Tercihler

source: Playlist
de: Wiedergabeliste
nl: Afspeellijst
pl: Lista odtwarzania

source: Media Info
de: Media-Informationen
nl: Media-informatie
pl: Informacje

source: Details
pl: Szczegóły

source: Audio Meter
de: Spektrumanalysator
pl: Wskaźnik wysterowania

source: Full Screen
ca: Pantalla completa
de: Vollbild
gl: Pantalla completa
lt: Visas ekranas
nl: Beeldvullende modus
pl: Tryb pełnoekranowy
sr: Цео екран
tr: Tam Ekran

source: Aspect
de: Seitenverhältnis
nl: Beeldverhouding
pl: Proporcje obrazu

source: Subtitles
ca: Subtítols
de: Untertitel
gl: Subtítulos
lt: Subtitrai
nl: Ondertiteling
pl: Napisy
sr: Титлови
tr: Altyazı

source: Decrease Subtitle Size
ca: Disminueix la mida dels subtítols
de: Verringere Untertitelgröße
gl: Diminuír o tamaño dos subtítulos
lt: Sumažinti subtitrus
nl: Ondertiteling verkleinen
pl: Zmniejszenie napisów
sr: Смањи титл
tr: Altyazı Boyutunu Azalt

source: Increase Subtitle Size
ca: Augmenta la mida del subtítol
de: Erhöhe Untertitelgröße
gl: Aumentar o tamaño dos subtítulos
lt: Padidinti subtitrus
nl: Ondertiteling vergroten
pl: Powiększenie napisów
sr: Повећај титл
tr: Altyazı Boyutunu Arttır

source: Switch Angle
de: Blickwinkel wechseln
nl: Hoek veranderen
pl: Zmiana kąta

source: Controls
de: Bedienelemente
nl: Regeling
pl: Elementy sterujące

source: [FILES...] - G-Media player based on MPlayer
ca: [Arxius...] - GEE Reproductor multimèdia basat en MPlayer
de: [Dateien...] - G-Media player basierend auf MPlayer
gl: [FILES...] - Reprodutor multimedia para GEE basado en MPlayer
lt: [RINKMENOS...] - GEE grotuvas MPlayer pagrindu
nl: [BESTANDEN...] - G-Media player, gebaseerd op MPlayer
pl: [PLIKI...] - Odtwarzacz multimediów dla GEE oparty o MPlayer
sr: [ДАТОТЕКЕ...] - Гномов биоскоп и музичка кутија заснован на Мплејеру
tr: [FILES...] - MPlayer tabanlı G-Medya Oynatıcı

source: Run 'g-mplayer --help' to see a full list of available command line options.
ca: Executa 'g-mplayer --help' per veure la llista completa d'opcions de línia d'ordres disponibles.
de: Führe 'g-mplayer --help' für eine komplette Liste von verfügbaren Parametern aus.
gl: Executar «g-mplayer --help» para ver a lista de opcións para a liña de ordes.
lt: Įvykdykite „g-mplayer --help“ norėdami matyti visas galimas parinktis komandinėje eilutėje.
nl: Voer 'g-mplayer --help' uit om een volledige lijst met opdrachtregelopties te tonen
pl: Uruchom 'g-mplayer --help' aby zobaczyć pełną listę dostępnych opcji wiersza polecenia.
sr: Покрените „g-mplayer --help“ за комплетан списак доступних опција у командној линији.
tr: Kullanılabilir komut satırı parametrelerini görmek için 'g-mplayer --help' komutunu kullanabilirsiniz.

source: (%i/%i) - Media Player
nl: (%i/%i) - Mediaspeler
pl: (%i/%i)- G-MPlayer
sr: (%i/%i) - Гномов Мплејер
tr: (%i/%i) G-MPlayer

source: %s - (%i/%i) - Media Player
nl: %s - (%i/%i) - Mediaspeler
pl: %s - (%i/%i)- G-MPlayer
sr: %s - (%i/%i) - Гномов Мплејер
tr: %s - (%i/%i) G-MPlayer

source: Media Player
nl: Mediaspeler
pl: Odtwarzacz multimediów G-MPlayer
sr: Гномов Мплејер

source: Buffering: %2i%%
ca: Carregant: %2i%%
de: Pufferung: %2i%%
gl: Precargando: %2i%%
lt: Įkeliama: %2i%%
nl: Bezig met bufferen: %2i%%
pl: Buforowanie: %2i%%
sr: Складиштим: %2i%%
tr: Önbellek: %2i%%

source: Paused | %2i%% ▼
ca: En pausa | %2i%% ▼
gl: Pausado | %2i%% ▼
lt: Pristabdyta | %2i%% ▼
nl: Gepauzeerd | %2i%% ▼
pl: Wstrzymano | %2i%% ▼
sr: Паузирано | %2i%% ▼
tr: Durakladı | %2i%% ▼

source: Paused
ca: En pausa
de: Pause
gl: Pausado
lt: Pristabdyta
nl: Gepauzeerd
pl: Wstrzymano
sr: Паузирано
tr: Duraklatıldı

source: Idle
ca: Inactiu
de: Untätig
gl: Inactivo
lt: Be darbo
nl: Inactief
pl: Bezczynny
sr: Беспослен
tr: Durağan

source: %s items
ca: %s elements
de: %s Titel
gl: %s elementos
lt: Įrašų: %s
pl: %s elementów
sr: %s ставки
tr: %s parça

source: Item to Play
ca: Element a reproduir
de: Titel zum Abspielen
gl: Elemento a reproducir
lt: Grojaraščio įrašas
nl: Af te spelen item
pl: Element do odtwarzania
sr: Ставка за пуштање
tr: Öğeyi Oynat

source: Pause
ca: Aturar
gl: Pausar
lt: Pristabdyti
nl: Pauzeren
pl: Wstrzymuje odtwarzanie
sr: Паузирај
tr: Durakla

source: Play
ca: Reprodueix
de: Wiedergabe
gl: Reproducir
lt: Groti
nl: Afspelen
pl: Odtwarza nagranie
sr: Пусти
tr: Oynat

source: Adding %s to playlist
ca: Afegint %s a la llista de reproducció
de: Füge Titel zur Wiedergabeliste hinzu %s
gl: Engadindo %s á lista de reprodución
lt: Pridėti %s prie grojaraščio
nl: Bezig met toevoegen van %s aan afspeellijst
pl: Dodawanie %s do listy odtwarzania
sr: Додајем %s ставку у листу
tr: %s oynatma listesine ekleniyor

source: Playing %s
ca: Reproduint %s
de: Wiedergabe %s
gl: Reproducindo %s
lt: %s grojamas
nl: Bezig met afspelen van %s
pl: Odtwarzanie %s
sr: Пуштено: %s
tr: Oynatılıyor %s

source: Paused %s
ca: En pausa %s
de: Pausiert %s
gl: Pausado %s
lt: %s pristabdytas
nl: %s is gepauzeerd
pl: Wstrzymano %s
sr: Паузирано: %s
tr: Duraklatıldı %s

source: Volume %i%%
ca: Volum %i%%
de: Lautstärke %i%%
lt: Garsumas %i%%
nl: Volumeniveau: %i%%
pl: Głośność %i%%
sr: Звук %i%%
tr: Ses %i%%

source: Stopped
ca: Aturat
de: Angehalten
gl: Detido
lt: Sustabdyta
nl: Gestopt
pl: Zatrzymano
sr: Заустављено
tr: Durduruldu

source: Open File
ca: Obre un fitxer
de: Öffnen
gl: Abrir un ficheiro
lt: Atverti rinkmeną
nl: Bestand openen
pl: Wybór pliku
sr: Отвори датотеку
tr: Dosya Aç

source: Location:
ca: Ubicació:
de: Ort:
gl: Localización:
lt: Vieta:
nl: Locatie:
pl: Położenie:
sr: Путања:
tr: Konum:
