Repository: wdlkmpx/wgmplayer
Catalog: po/*.po
Languages: ca, de, gl, lt, nl, pl, sr, tr

source: When opening file, bring main window to front
ca: En obrir el fitxer, porta la finestra principal al capdavant
de: Bringe das Hauptfenster in den Vordergrund, wenn eine Datei geöffnet wird
gl: Cando se abra un ficheiro, colocar a xanela principal en primeiro termo
lt: atveriant kūrinį, iškelti pagrindinį langą
nl: Hoofdvenster op voorgrond plaatsen bij openen van bestand
pl: Wyświetlenie okna programu na wierzchu podczas otwierania pliku
sr: При отварању датотеке постави главни прозор испред
tr: Dosya açarken ana pencereyi en öne getir

source: Remember Window Location and Size
ca: Recorda la Ubicació i mida de finestra
de: Speichere Fensterposition
gl: Lembrar o tamaño e a localización da xanela
lt: Įsiminti lango padėtį ir dydį
nl: Vensterlocatie en -afmetingen onthouden
pl: Zapamiętywanie położenia i wymiarów okna
sr: Запамти место прозора и величину
tr: Pencere Konumunu ve Boyutunu Hatırla

source: Resize window when new video is loaded
ca: Redimensiona la finestra quan es carrega el nou vídeo
de: Passe die Größe des Fensters an, wenn ein neues Video geladen wird
gl: Redimensionar a xanela cando se cargue un vídeo novo
lt: Įkėlus naują kūrinį, pakeisti lango dydį
nl: Schermformaat wijzigen na laden van video
pl: Dopasowywanie rozmiaru okna po wczytaniu nagrania
sr: Промени величину прозора за нови видео
tr: Yeni dosya yüklenirken pencere boyutunu değiştir

source: Keep window above other windows
ca: Manté la finestra per sobre de les altres
de: Fenster immer im Vordergrund
gl: Manter a xanela por riba das outras xanelas
lt: Laikyti langą virš kitų
nl: Venster boven andere vensters houden
pl: Wyświetlanie okna programu nad innymi oknami
sr: Држи увек изнад осталих
tr: Pencereyi diğer pencerelerin üzerinde tut

source: Pause playback on mouse click
ca: Pausa la reproducció fent un clic del ratolí
de: Pausiere Wiedergabe bei Mausklick
gl: Pausar a reprodución cun clic do rato
lt: Pristabdyti spragtelėjus pele
nl: Pauzeren middels muisklik
pl: Wstrzymywanie odtwarzania po kliknięciu klawisza myszy
sr: Заустави репродукцију на клик мишем
tr: Fare tıklamasıyla oynatmayı duraklat

source: Disable Fullscreen Control Bar Animation
ca: Desactiva l'animació de la barra de control en pantalla completa
de: Deaktiviere Animation der Kontrollleiste im Vollbildmodus
gl: Desactivar a animación da barra de control de pantalla completa
nl: Bedieningsbalkanimatie in beeldvullende modus uitschakelen
pl: Wyłączenie animacji paska przycisków w trybie pełnoekranowym
sr: Искључи анимацију контролне линије у целом екрану
tr: Tarayıcı modunda tamekran seçeneklerini kapat

source: Disable Cover Art Fetch
de: Deaktiviere Laden von Covern
nl: Geen albumhoezen ophalen
pl: Wyłączenie pobierania obrazów okładek

source: Use Mouse Wheel to change volume, instead of seeking
de: Mit dem Mausrad die Lautstärke ändern, statt vor-/zurückzuspulen
nl: Muiswiel gebruiken om volume aan te passen in plaats van te spoelen
pl: Używanie rolki myszy do zmiany głośności zamiast przewijania
sr: Промени јачину звука точкићем миша
tr: Fare tekerleğini ileri/geri gitmek yerine ses seviyesini değiştirsin

source: Verbose Debug Enabled
ca: Activa la Depuració detallada
de: Ausführliche Debug-Informationen aktivieren
gl: Activar a depuración detallada
lt: Derinimo pranešimai įgalinti
nl: Aanvullende foutopsporingsberichten
pl: Gadatliwe debugowanie
sr: Омогући пријављивање грешака
tr: Detaylı Bilgilendirme Açık

source: When this option is set, extra debug information is sent to the terminal or into ~/.xsession-errors
ca: Quan s'estableix aquesta opció, la informació de depuració addicional s'envia a la terminal o a ~/.xsession-errors
de: Wenn diese Option aktiviert ist werden erweiterte Debug Informationen in der Konsole ausgegeben oder in ~/.xsession-errors gespeichert
gl: Cando esta opción está activada, a información suplementaria de depuración é enviada á terminal ou a ~/.xsession-errors
nl: Als deze optie aan staat, dan worden er aanvullende foutopsporingsberichten verstuurd naar het terminalvenster of ~/.xsession-errors
pl: Kiedy ta opcja jest włączona, dodatkowe informacje debugowania są wysyłane do terminala lub do ~/.xsession-errors
sr: Шаље додатни испис за тражење грешака у терминалу или у ~/.xsession-errors датотеци
tr: Bu seçenek seçildiğinde detaylı inceleme bilgileri terminale ya da ~/.xsession-errors dosyasına yönlendirilir

source: <span weight="bold">Advanced Settings for MPlayer</span>
ca: <span weight="bold">Configuració avançada de MPlayer </span>
de: <span weight="bold">Erweiterte Einstellungen für MPlayer</span>
gl: <span weight="bold">Axustes avanzados do MPlayer</span>
lt: <span weight="bold"> Sudėtingesnės MPlayer nuostatos</span>
nl: <span weight="bold">Geavanceerde MPlayer-voorkeuren</span>
pl: <span weight="bold">Zaawansowane</span>
sr: <span weight="bold">Додатне поставке за Мплејер</span>
tr: <span weight="bold">MPlayer İçin Gelişmiş Ayarlar</span>

source: Set this option if changing the volume in G-MPlayer changes the master volume
ca: Ajusta aquesta opció si en canviar el volum al G-MPlayer canvia el volum principal
de: Aktiviere diese Option um bei Lautstärkeänderungen die Master-Lautstärke zu ändern
gl: Escolla esta opción se ao cambiar o volume do G-MPlayer cambia tamén o volume principal
nl: Gebruik deze optie als aanpassen van het volume in G-MPlayer ook het volume van het systeem moet aanpassen
pl: Użyj tej opcji kiedy zmiana głośności w programie G-MPlayer zmienia główną głośność
sr: Укључите уколико промена јачине звука у Гномовом Мплејеру мења јачину звука на главном каналу миксера
tr: G-MPlayer altında ses seviyesi değiştirilince ana ses seviyesinin değişmesini istiyorsanız bu seçeneği işaretleyin

source: Remember last software volume level
ca: Recorda l'últim nivell del volum de programari
de: Behalte die zuletzt verwendete Lautstärke
gl: Lembrar os axustes de volume por software
lt: Įsiminti paskiausią programos garsumo lygį
nl: Recentste softwarevolumeniveau onthouden
pl: Pamiętanie ostatniej głośności (programowej)
sr: Запамти последњу јачину звука
tr: Son yazılımsal ses seviyesini hatırla

source: Set this option if you want the software volume level to be remembered
ca: Ajusta aquesta opció si vols que el nivell de volum de programari sigui recordat
de: Software-Lautstärkereinstellungen speichern
gl: Estabelecer esta opción para que se lembren os axustes de volume por software.
nl: Gebruik deze optie als u wilt dat het softwarevolumeniveau wordt onthouden
pl: Włącz tę opcję jeśli chcesz, aby programowa siła głosu została zapamiętana
sr: Омогућава памћење јачине звука при последњем покретању програма
tr: Yazılımsal ses seviyesinin hatırlanmasını istiyorsanız bu seçeneği seçiniz

source: Volume Gain (-200dB to +60dB)
ca: Volum amb guany (-200dB a +60 dB)
de: Lautstärkeerhöhung (-200dB bis +60dB)
gl: Aumento do volume (-200dB to +60dB)
nl: Volume-aanpassing (-200dB to +60dB)
pl: Współczynnik wzmocnienia głośności (-200 dB do 60 dB)
sr: Појачање звука (од -200dB до +60dB)
tr: Ses Kazancı (-200dB ile +60dB arası)

source: De_interlace Video
ca: De_sentrellaça Vídeo
de: Füge Halbbilder zusammen (De_interlacing)
gl: Desentrelaza_r o vídeo
nl: Video de_interlacen
pl: Usuwanie p_rzeplotu
sr: _Расплети видео
tr: Görün_tü Satırlarını Birleştir (Deinterlace)

source: Set this option if video looks striped
ca: Ajusta aquesta opció si el vídeo es veu a ratlles
de: Aktiviere diese Funktion wenn das Video Streifen hat
gl: Escolla esta opción se o vídeo parece riscado
nl: Gebruik deze optie als de video er gestreept uitziet
pl: Usuwa przeplot z nagrania
sr: Укључите уколико приметите уздужне траке на филму
tr: Görüntü tırtıklı görünüyorsa bu seçeneği işaretleyin

source: _Drop frames
ca: _Descarta fotogrames
de: _Verwerfe Einzelbilder
gl: Activar os saltos _de imaxes
lt: Iš_mesti kadrus
nl: Beelden _weglaten
pl: _Porzucanie klatek
sr: _Одбаци кадрове
tr: _Kare atla

source: Set this option if video is well behind the audio
ca: Ajusta aquesta opció si el vídeo està molt per darrere l'àudio
de: Aktiviere diese Option, wenn das Video viel langsamer als das Audio wiedergegeben wird
gl: Escolla esta opción se o vídeo vai por detrás do audio
lt: Nustatyti šitą parinktį, jei vaizdai gerokai atsilieka už garsą
nl: Gebruik deze optie als de video een stuk achterloopt op het geluid
pl: Użyj tej opcji kiedy obraz jest znacznie opóźniony w stosunku do dźwięku
sr: Укључите уколико слика касни за звуком
tr: Görüntü sesten çok geride kalıyorsa bu seçeneği işaretleyin

source: Enable mplayer cache
ca: Habilita memòria cau de mplayer
de: Aktiviere mplayer-Zwischenspeicher
gl: Activar a caché do MPlayer
lt: Įgalinti Mplayer podėlį
nl: Mplayer-buffer gebruiken
pl: Buforowanie
sr: Укључи оставу Мплејера
tr: MPlayer önbelliğini kullan

source: Cache Size (KB):
ca: Mida de la memòria cau (KB):
de: Zwischenspeichergröße (KB)
gl: Tamaño da caché (KB):
lt: Podėlio dydis (KB)
nl: Buffergrootte (in KB):
pl: Rozmiar bufora (KB):
sr: Величина оставе (KB):
tr: Önbellek Boyutu (KB):

source: Amount of data to cache when playing media, use higher values for slow devices and sites.
ca: Quantitat de dades per emmagatzemar a la memòria cau quan els es reprodueix els mèdia , usa els valors més alts per als dispositius i servidors lents.
de: Größe des Zwischenspeichers beim Abspielen von Medien. Benutze höhere Werte für langsame Geräte und Seiten.
gl: Cantidade de datos que se gardarán na caché cando se reproduza un ficheiro, empregar valores máis altos para dispositivos e sitios web lentos.
nl: De grootte van de buffer tijdens het afspelen van media. Er kan een grotere buffer gebruikt worden voor langzamere apparaten en websites.
pl: Ilość danych do buforowania w przypadku odtwarzania mediów z sieci, użyj wyższych wartości dla wolnych urządzeń oraz sieci.
sr: Количина података за чување у остави. Користите веће вредности за спорије мреже и уређаје.
tr: Önbelleklenecek veri miktarı, yavaş ağ bağlantılarında ve aygıtlarda yüksek değerler kullanın.

source: MPlayer Executable:
ca: Executable MPlayer:
de: Ausführbare Datei von MPlayer
gl: Executábel do MPlayer:
lt: MPlayer paleidimas:
nl: MPlayer-bestand:
pl: Ścieżka programu:
sr: Извршна датотека Мплејера:
tr: MPlayer Çalıştırılabilir Dosyası:

source: Use this option to specify a mplayer application that is not in the path
ca: Usa aquesta opció per especificar una aplicació mplayer que no està a la ruta
de: Nutze dieses Feld um den Pfad zum MPlayer zu setzen
gl: Empregue esta opción para especificar un aplicativo do mplayer que non está no camiño predeterminado
nl: Gebruik deze optie om een mplayer-toepassing te gebruiken die niet voorkomt in het pad
pl: Użyj tej opcji aby wyszczególnić aplikację mplayera, która nie znajduje się w ścieżce
sr: Одређује извршну путању Мплејера уколико се он не налази на подразумеваном месту
tr: Hızlı erişim yolunda (PATH) olmayan bir mplayer uygulamasını çalıştırmak için bu seçeneği kullanın

source: Extra Options to MPlayer:
ca: Opcions Addicionals per MPlayer:
de: Weitere MPlayer Parameter:
gl: Opcións extra do MPlayer:
lt: Kitos MPlayer parinktys:
nl: Aanvullende MPlayer-opties:
pl: Dodatkowe opcje wiersza poleceń:
sr: Додатне Мплејер могућности:
tr: MPlayer Ek Parametreleri:

source: Add any extra mplayer options here (filters etc)
ca: Afegeix les opcions de mplayer extra aquí (filtres, etc)
de: Füge hier weitere MPlayer-Parameter an (Filter etc.)
gl: Engadir aquí calquera opción adicional do MPlayer (filtros etc)
lt: Čia galite nurodyti papildomas Mplayer parinktis (filtrus ir pan.)
nl: Voeg hier aanvullende mplayer-opties toe (bijv. filters)
pl: Podaj tutaj wszelkie dodatkowe opcje mplayera (filtry itd.)
sr: Можете унети било коју могућност Мплејера (нпр. филтере)
tr: Ekstra mplayer seçeneklerini buraya ekleyin (filtre vs.)

source: MPlayer Default Optical Device
ca: Dispositiu predeterminat òptic MPlayer
de: Optisches MPlayer-Standard-Laufwerk
gl: Dispositivo óptico predeterminado de MPlayer
lt: MPlayer numatytasis optinis įrenginys
nl: Standaard MPlayer-optisch apparaat
pl: Domyślny napęd optyczny MPlayera
sr: Подразумевани Мплејеров читач дискова
tr: MPlayer Ön Tanımlı Optik Aygıt

source: <span weight="bold">Keyboard Shortcuts</span> Place the cursor in the box next to the shortcut you want to modify Then press the keys you would like for the shortcut
de: <span weight="bold">Tastaturkürzel</span> Platzieren Sie den Cursor in dem Feld neben dem Befehl, den Sie ändern wollen Drücken Sie anschließend die Taste, die Sie als Kürzel benutzen wollen
pl: <span weight="bold">Skróty klawiaturowe</span> Proszę umieścić kursor w polu obok skrótu który ma być zmodyfikowany, a następnie nacisnąć żądane klawisze skrótu
tr: <span weight="bold">Klavye Kısayolları</span> Fare imlecini değiştirmek istediğiniz kısayolun yanındaki kutucuğa getirin Kısayol için kullanmak istediğiniz tuşları girin

source: Reset Keys
de: Zurücksetzen
nl: Standaardwaarden
pl: Przywróć domyślne klawisze

source: G-MPlayer Error
ca: S'ha produit un error al G-MPlayer
de: G-MPlayer Fehler
gl: Produciuse un erro no G-MPlayer
lt: G-MPlayer klaida
nl: G-MPlayer-fout
pl: Błąd G-MPlayer
sr: Грешка у Гномовом Мплејеру
tr: G-MPlayer Hatası

source: S_how Controls
ca: Mos_tra Controls
de: Zeige Bedienelemente
gl: Mostrar os _controis
lt: _Rodyti valdiklius
nl: Regeling _tonen
pl: Elementy _sterujące
sr: Прикажи _контроле
tr: Kontrolleri _Göster

source: _Full Screen
ca: _Pantalla completa
de: _Vollbild
gl: _Pantalla completa
lt: _Visas ekranas
nl: Beeld_vullende modus
pl: Pełny e_kran
sr: _Цео екран
tr: T_am Ekran

source: _Copy Location
ca: _Copia la ubicació
de: _Kopiere Pfad
gl: _Copiar a localización
lt: _Kopijuoti vietą
nl: Lo_catie kopiëren
pl: S_kopiuj położenie
sr: Умно_жи путању
tr: Konumu K_opyala

source: _File
ca: _Arxiu
de: _Datei
gl: _Ficheiro
lt: _Kūrinys
nl: _Bestand
pl: _Plik
sr: _Датотека
tr: _Dosya

source: Open _Folder
ca: Obre la _carpeta
de: _Ordner öffnen
gl: Abrir carta_fol
lt: Atverti _aplanką
nl: Map _openen
pl: Otwórz k_atalog
sr: Отвори _фасциклу
tr: Di_zin Aç

source: Open _Location
ca: Obre una _ubicació
de: Öffne _Ort
gl: Abrir unha _localización
lt: Atverti _vietą
nl: _Locatie openen
pl: Otwórz _położenie...
sr: Отвори _адресу
tr: A_dresi Aç

source: _Disc
gl: _Disco
lt: _Diskas
nl: _Schijf
pl: Pł_yta
sr: Ди_ск
tr: Dis_k

source: Open _Audio CD
ca: Obre CD d`_Àudio
de: Öffne _Audio-CD
gl: Abrir un CD de _son
lt: Atverti _Audio CD
nl: _Audio-cd openen
pl: Otwórz _Audio CD
sr: Отвори _звучни диск
tr: Ses _CD'si Aç

source: Open DVD with _Menus
ca: Obre DVD amb _Menús
de: Öffne DVD mit _Menüs
gl: Abrir un DVD con _menús
lt: Atverti DVD _meniu
nl: DVD met _menu's openen
pl: Otwórz DVD z _menu
sr: Отвори ДВД са _менијима
tr: DVD'yi _Menü ile Aç

source: Open DVD from Folder with M_enus
ca: Obre la carpeta amb el DVD amb M_enús
de: Öffne _DVD aus Ordner mit M_enüs
gl: Abrir un DVD desde un cartafol con m_enús
lt: Atverti DVD iš aplanko su m_eniu
nl: DVD met m_enu's openen uit map
pl: Otwórz DVD z katalogu z m_enu
sr: Отвори ДВД са менијима из ф_асцикле
tr: Dizinden DVD'yi M_enü ile Aç

source: Open DVD from ISO with Me_nus
ca: Obre el DVD des de la _ISO amb Me_nús
de: Öffne DVD von ISO-Abbild mit M_enüs
gl: Abrir un DVD desde unha ISO con me_nús
lt: Atverti DVD iš ISO su me_niu
nl: DVD met me_nu's openen uit iso-bestand
pl: Otwórz DVD z ISO z me_nu
sr: Отво_ри ДВД са менијима из ISO одраза
tr: _Kalıptan DVD'yi Menü ile Aç

source: Open _VCD
ca: Obre _VCD
de: Öffne _VCD
gl: Abrir un _VCD
lt: Atverti _VCD
nl: _VCD openen
pl: Otwórz _VCD
sr: Отвори _ВЦД
tr: VCD _Aç

source: _TV
pl: Tele_wizja
sr: _ТВ

source: Open _Analog TV
ca: Obre la TV _Analògica
de: Öffne _Analog-TV
gl: Abrir unha TV _analóxica
lt: Atverti _analoginę TV
nl: _Analoge tv openen
pl: Otwórz _analogową
sr: Отвори _аналогни ТВ
tr: _Analog TV Aç

source: Open _Digital TV
ca: Obre la TV _Digital
de: Öffne _Digital-TV
gl: Abrir unha TV _dixital
lt: Atverti _skaitmeninę TV
nl: _Digitale tv openen
pl: Otwórz _cyfrową
sr: Отвори _дигитални ТВ
tr: _Dijital TV Aç

source: Open _Recent
ca: Obre un fitxer _recent
de: Öffne _letzte Wiedergabe
gl: Abrir _recentes
lt: _Atverti vėliausią
nl: _Recent bestand openen
pl: Ostatnio o_twarte
sr: Отвори _скорашње
tr: _Son Kullanılanı Aç

source: _Edit
ca: _Edita
de: _Bearbeiten
gl: _Editar
lt: _Taisa
nl: B_ewerken
pl: _Edycja
sr: _Уређивање
tr: Dü_zen

source: _Shuffle Playlist
ca: Ordena _aleatòriament la llista de reproducció
de: _Zufallswiedergabe
gl: Li_sta ao chou
lt: _Maišyti
nl: Afspeellijst willekeurig af_spelen
pl: _Losowa lista odtwarzania
sr: На_сумични режим
tr: Oynatma Listesini _Karıştır

source: _Loop Playlist
ca: Repeteix sense fi la L_lista de reproducció
de: A_lle wiederholen
gl: _Repetir
lt: _Kartoti grojaraštį
nl: Afspeellijst herha_len
pl: _Powtarzanie listy odtwarzania
sr: _Режим понављања
tr: Oynatma Listesini _Yinele

source: P_lay Single Track from Playlist
de: Spiele einzelnen Titel der Wiedergabeliste
nl: Eén nummer op afspeellijst afspe_len
pl: Odtwórz _jedną ścieżkę z listy

source: S_witch Audio Track
ca: Canvia de p_ista d'àudio
de: _Wechsel Audiospur
gl: Cambiar a pista de son
lt: Keisti garso takelį
nl: Audiospoor _wisselen
pl: _Przełącz ścieżkę dźwiękową
sr: Замени звучну стазу
tr: Ses _İzini Değiştir

source: Set Audi_o
de: Audi_o setzen
nl: Audi_o instellen
pl: Ustaw ścieżkę _dźwiękową
sr: Постави _звук
tr: Sesi S_eç

source: Select _Audio Language
ca: Selecciona idioma d'_àudio
de: Standard-Audiosprache:
gl: Seleccionar o idioma para o _son
lt: Nustatyti g_arso kalbą
nl: _Audiotaal kiezen
pl: Jęz_yk ścieżki dźwiękowej
sr: Подразумевани језик за _звук:
tr: Öntanımlı _Ses Dili

source: Set S_ubtitle
nl: Ondert_iteling kiezen
pl: Ustaw _napisy

source: S_elect Subtitle Language
ca: S_eleccciona l'Idioma dels subtítols
de: Standard-Untertitelsprache:
gl: Seleccionar o idioma dos subtítulos
lt: Pasiri_nkti subtitrų kalbą
nl: Ondertiteltaal ki_ezen
pl: Języ_k napisów
sr: Подразумевани језик за _титлове:
tr: Öntanımlı _Altyazı Dili

source: _Take Screenshot
ca: _Captura pantalla
de: _Schnappschuss nehmen
gl: Facer unha captura da pan_talla
lt: Padaryti ekrano _nuotrauką
nl: Schermfo_to maken
pl: Pobierz zrzut _ekranu
sr: _Ухвати снимак екрана
tr: _Ekran Görüntüsü Yakala

source: Files named ’shotNNNN.png’ will be saved in the working directory
ca: Els arxius anomenast 'shotNNNN.png' es guardaran al directori de treball
de: Dateien ’shotNNNN.png’ werden im Arbeitsverzeichnis gespeichert
gl: Os ficheiros chamados «shotNNNN.png» gardaranse no cartafol de traballo
lt: Rinkmenos bus įrašytos darbiniame aplanke pavadinimu „shotNNNN.png“.
nl: Bestanden genaamd 'shotNNNN.png' zullen worden opgeslagen in de werkmap
pl: Pliki o nazwach 'shotNNNN.png' będą zapisane w katalogu roboczym
sr: Датотеке под називом „shotNNNN.png“ ће бити сачуване у текућем директоријуму
tr: Dosyalar çalışma dizinine ’shotNNNN.png’ isimlendirmesi ile kaydedilecek

source: _View
ca: _Mostra
de: _Ansicht
gl: _Ver
lt: _Rodymas
nl: Beel_d
pl: _Widok
sr: П_реглед
tr: _Göster

source: _Playlist
ca: Llista de re_producció
de: _Wiedergabeliste
gl: _Lista de reprodución
lt: _Grojaraštis
nl: Afs_peellijst
pl: _Lista odtwarzania
sr: _Листа за пуштање
tr: _Oynatma Listesi

source: Media _Info
ca: _Informació del mèdia
de: Media-_Informationen
gl: _Información do medio
lt: Kūrinio _informacija
nl: Media-_informatie
pl: _Informacje
sr: Подаци _о медију
tr: Medya _Bilgisi

source: D_etails
ca: D_etalls
gl: D_etalles
lt: Sa_vybės
pl: _Szczegóły
sr: Осо_бине
tr: D_etaylar

source: _Normal (1:1)
lt: _Numatytasis (1:1)
nl: _Normaal (1:1)
pl: _Zwykły rozmiar (1:1)
sr: _Нормално (1:1)

source: _Double Size (2:1)
ca: Mida _doble (2:1)
de: _Doppelte Größe (2:1)
gl: _Dobre (2:1)
lt: _Dvigubas dydis (2:1)
nl: _Dubbel formaat (2:1)
pl: Po_dwójny rozmiar (2:1)
sr: _Удвостручено (2:1)
tr: _İki Katı Boyut (2:1)

source: _Half Size (1:2)
ca: _Meitat de la mida (1:2)
de: _Halbe Größe (1:2)
gl: Me_tade (1:2)
lt: _Pusė dydžio (1:2)
nl: _Half formaat (1:2)
pl: P_ołowa rozmiaru (1:2)
sr: _Половично (1:2)
tr: _Yarım Boyut (1:2)

source: Half _Larger (1.5:1)
nl: _Half formaat (1:2)
pl: Większ_y o połowę (1,5:1)

source: _Aspect
ca: _Aspecte
de: _Seitenverhältnis
gl: _Proporción
lt: V_aizdo proporcija
nl: _Beeldverhouding
pl: P_roporcje obrazu
sr: _Размера
tr: Ya_tay Dikey Oranı

source: D_efault Aspect
ca: Aspecte per d_efecte
de: Standard-Seitenverhältnis
gl: Proporción pre_determinada
lt: Numatyto_ji proporcija
nl: Standaardv_erhouding
pl: _Domyślna proporcja
sr: _Подразумевана размера
tr: _Öntanımlı Yatay Dikey Oranı

source: _4:3 Aspect
ca: Aspecte _4:3
de: _4:3-Seitenverhältnis
gl: _Proporción 4:3
lt: _4:3 (TV)
nl: _4:3-beeldverhouding
pl: Proporcja _4:3
sr: Размера _4:3
tr: _4:3 Yatay Dikey Oranı

source: _16:9 Aspect
ca: Aspecte _16: 9
de: _16:9-Seitenverhältnis
gl: Proporción _16:9
lt: _16:9 (plačiaekranis)
nl: _16:9-beeldverhouding
pl: Proporcja _16:9
sr: Размера _16:9
tr: _16:9 Yatay Dikey Oranı

source: 1_6:10 Aspect
ca: Aspecte 1_6:10
de: 1_6:10-Seitenverhältnis
gl: Proporción 1_6:10
lt: 1_6:10 proporcija
nl: 1_6:10-beeldverhouding
pl: Proporcja 1_6:10
sr: Размера 1_6:10
tr: 1_6:10 Yatay Dikey Oranı

source: _2.39:1 Aspect (Anamorphic)
nl: _2.39:1-beeldverhouding (anamorf breedbeeld)
pl: Proporcja _2:39:1 (anamorficzny)

source: _Follow Window
ca: Segueix _Finestra
de: Folge dem Fenster
gl: A_xustar á xanela
lt: _Priderinti prie lango
nl: _Venster volgen
pl: _Dopasuj do okna
sr: Прати про_зор
tr: _Pencereyi Takip Et

source: Show _Subtitles
ca: Mostra _Subtítols
de: Zeige Untertitel
gl: Mostrar os _subtítulos
lt: Rodyti _subtitrus
nl: _Ondertiteling tonen
pl: _Napisy
sr: Прикажи _титл
tr: _Altyazıları Göster

source: Decrease Subtitle Delay
ca: Redueix el retard dels subtítols
de: Verringere die Untertitel-Anzeigedauer
gl: Diminuír o atraso dos subtítulos
lt: Vėlinti subtitrus
nl: Ondertitelvertraging verkleinen
pl: Zmniejsz opóźnienie napisów
sr: Смањи трајање титлова
tr: Altyazı Gecikmesini Azalt

source: Increase Subtitle Delay
ca: Incrementa el retard dels subtítols
de: Erhöhe die Untertitel-Anzeigedauer
gl: Aumentar o atraso dos subtítulos
lt: Ankstinti subtitrus
nl: Ondertitelvertraging vergroten
pl: Zwiększ opóźnienie napisów
sr: Повећај трајање титлова
tr: Altyazı Gecikmesini Arttır

source: Switch An_gle
ca: Canvia d'An_gle
de: Blickwinkel wechseln
gl: Cambiar o án_gulo
lt: Keisti _kampą
nl: _Hoek veranderen
pl: Zmień ką_t
sr: Промени у_гао
tr: A_çı Değiştir

source: _Controls
de: _Bedienelemente
gl: _Controis
lt: _Valdikliai
nl: _Regeling
pl: _Elementy sterujące
sr: _Контроле
tr: _Kontroller

source: _Video Picture Adjustments
ca: Ajustaments de la imatge dels _vídeos
de: _Videobildanpassung
gl: Axustes da imaxe do _vídeo
lt: _Vaizdo spalvingumas
nl: _Videobeeld bijstellen
pl: Regulacja o_brazu
sr: Подешавање слике за _видео
tr: _Video İnce Ayarları

source: _Help
ca: A_juda
de: _Hilfe
gl: _Axuda
lt: _Pagalba
nl: _Hulp
pl: Pomo_c
sr: _Помоћ
tr: _Yardım

source: Previous
ca: Anterior
de: Vorheriger Titel
gl: Anterior
lt: Ankstesnis
nl: Vorige
pl: Poprzedni
sr: Претходно
tr: Önceki

source: Rewind
ca: Rebobina
de: Zurückspulen
gl: Retorno rápido
lt: Prasukti atgal
nl: Terugspoelen
pl: Przechodzi wstecz
sr: Премотај назад
tr: Geri Sar

source: Stop
ca: Atura
gl: Deter
lt: Stabdyti
nl: Stoppen
pl: Zatrzymuje odtwarzanie
sr: Заустави
tr: Dur

source: Fast Forward
ca: Avanç ràpid
de: Schneller Vorlauf
gl: Avance rápido
lt: Prasukti į priekį
nl: Doorspoelen
pl: Przechodzi naprzód
sr: Премотај напред
tr: Hızlı İlerlet

source: Next
ca: Següent
de: Nächster Titel
gl: Seguinte
lt: Sekantis
nl: Volgende
pl: Następny
sr: Следеће
tr: Sonraki
