Repository: wdlkmpx/wgmplayer
Catalog: po/*.po
Languages: ca, de, gl, lt, nl, pl, sr, tr

source: Couldn't open DVD device: %s
ca: No s'ha pogut obrir el dispositiu de DVD : %s
de: Konnte DVD-Gerät nicht öffnen: %s
gl: Non foi posíbel abrir o dispositivo DVD: %s
lt: Nepavyksta atverti DVD įrenginio: %s
nl: Het dvd-apparaat kan niet worden geopend: %s
pl: Nie udało się otworzyć urządzenia DVD: %s
sr: Не могу да отворим ДВД уређај: %s
tr: DVD aygıtı açılamıyor: %s

source: Couldn't open VCD device: %s
ca: No s'ha pogut obrir el dispositiu de VCD : %s
de: Konnte VCD-Gerät nicht öffnen: %s
gl: Non foi posíbel abrir o dispositivo VCD: %s
lt: Nepavyksta atverti VCD įrenginio: %s
nl: Het vcd-apparaat kan niet worden geopend: %s
pl: Nie udało się otworzyć urządzenia VCD: %s
sr: Не могу да отворим ВЦД уређај: %s
tr: VCD aygıtı açılamıyor: %s

source: Unable to save playlist, cannot open file for writing
ca: No es pot desar la llista de reproducció, no es pot obrir l'arxiu per escriure-hi
de: Konnte Wiedergabeliste nicht speichern
gl: Non se puido gardar a lista de reprodución porque non foi posíbel escribir no ficheiro
lt: Nepavyksta įrašyti grojaraščio
nl: Opslaan van afspeellijst mislukt: kan bestand niet wegschrijven
pl: Nie można zapisać listy odtwarzania, nie można otworzyć pliku do zapisu
sr: Не могу да сачувам листу за пуштање, не могу да отворим датотеку за упис
tr: Oynatma listesi kaydedilemiyor, dosya yazılmak için açılamıyor

source: Set Audio
de: Audio setzen
nl: Audio instellen
pl: Ustaw ścieżkę dźwiękową
sr: Постави звук
tr: Sesi Seç

source: Filename: %s Subtitle: %s
ca: Nom del fitxer: %s Subtítol: %s
de: Datei: %s Untertitel: %s
gl: Nome do ficheiro: %s Subtítulo: %s
lt: Rinkmenos pavadinimas: %s Subtitrai: %s
nl: Bestandsnaam: %s Ondertiteling: %s
pl: Nazwa pliku: %s Napisy: %s
sr: Име датотеке: %s Титл: %s
tr: Dosya Adı: %s Altyazı: %s

source: Save Playlist
ca: Desa la llista de reproducció
de: Speichere Wiedergabeliste
gl: Gardar a lista de reprodución
lt: Įrašyti grojaraštį
nl: Afspeellijst opslaan
pl: Zapisuje listę odtwarzania
sr: Сачувај листу за пуштање
tr: Oynatma Listesini Kaydet

source: Playlist (*.pls)
ca: Llista de reproducció (*.pls)
de: Wiedergabeliste (*.pls)
gl: Lista de reprodución (*.pls)
lt: Grojaraštis (*.pls)
nl: Afspeellijst (*.pls)
pl: Lista odtwarzania (*.pls)
sr: Листа за пуштање (*.pls)
tr: Oynatma Listesi (*.pls)

source: MP3 Playlist (*.m3u)
ca: Llista de reproducció MP3 (*.M3U)
de: MP3-Wiedergabeliste (*.m3u)
gl: Lista de reprodución de MP3 (*.m3u)
lt: MP3 grojaraštis (*.m3u)
nl: MP3-afspeellijst (*.m3u)
pl: Lista odtwarzania MP3 (*.m3u)
sr: Листа за пуштање (*.m3u)
tr: MP3 Oynatma Listesi (*.m3u)

source: Open Playlist
ca: Obre una llista de reproducció
de: Öffne Wiedergabeliste
gl: Abrir a lista de reprodución
lt: Atverti grojaraščio rinkmeną
nl: Afspeellijst openen
pl: Otwiera listę odtwarzania
sr: Отвори листу за пуштање
tr: Oynatma Listesi Aç

source: Reference Playlist (*.ref)
ca: Llista de reproducció Referencial (*.ref)
de: Referenz-Wiedergabeliste (*.ref)
gl: Lista de referencia (*.ref)
lt: Nuorodų grojaraštis (*.ref)
nl: Referentie-afspeellijst (*.ref)
pl: Referencyjna lista odtwarzania (*.ref)
sr: Везана листа за пуштање (*.ref)
tr: İlgili Oynatma Listesi (*.ref)

source: MPEG Playlist (*.mxu,*.m1u,*.m4u)
de: MPEG Wiedergabeliste (*.mxu,*.m1u,*.m4u)
nl: MPEG-afspeellijst (*.mxu,*.m1u,*.m4u)
pl: Lista odtwarzania MPEG (*.mxu,*.m1u,*.m4u)
tr: MPEG Çalma listesi (*.mxu,*.m1u,*.m4u)

source: Choose Directory
ca: Selecciona el directori
de: Wähle Ordner
gl: Escoller un directorio
lt: Užverti aplanką
nl: Kies een map
pl: Wybór katalogu
sr: Изаберите директоријум
tr: Klasör Seç

source: Found %i file
ca: Trobat %i arxiu
de: %i Datei gefunden
gl: Atopouse %i ficheiro
lt: Rasta %i rinkmena
nl: %i bestand aangetroffen
pl: Znaleziono %i plik
sr: Нађена је %i датотека
tr: %i dosya bulundu

source: Item to play
ca: Ítem a reproduir
de: Titel zum Abspielen
gl: Elemento a reproducir
lt: Grojaraščio įrašas
nl: Af te spelen item
pl: Element do odtwarzania
sr: Ставка за пуштање
tr: Oynatılacak öğe

source: Artist
ca: Artista
de: Künstler
gl: Artista
lt: Atlikėjas
nl: Artiest
pl: Wykonawca
sr: Извођач
tr: Sanatçı

source: Length
ca: Durada
de: Länge
gl: Duración
lt: Trukmė
nl: Duur
pl: Czas trwania
sr: Трајање
tr: Uzunluk

source: Count
ca: Comptador
de: Anzahl
gl: Contador
lt: Kiekis
nl: Aantal
pl: Ilość odtworzeń
sr: Број пуштања
tr: Sayaç

source: Order
ca: Ordre
de: Reihenfolge
gl: Orde
lt: Eiliškumas
nl: Volgorde
pl: Kolejność
sr: Редослед
tr: Sıra

source: Close Playlist View
ca: Tanca Vista de la llista de reproducció
de: Schliesse Wiedergabeliste
gl: Pechar a vista da lista
lt: Užverti grojaraštį
nl: Afspeellijstweergave sluiten
pl: Zamyka listę odtwarzania
sr: Затвори листу за пуштање
tr: Oynatma Listesini Kapat

source: Add Item to Playlist
ca: Afegeix element a la llista de reproducció
de: Füge Titel zur Wiedergabeliste hinzu
gl: Engadir un elemento á lista de reprodución
lt: Pridėti bylą prie grojaraščio
nl: Item toevoegen aan afspeellijst
pl: Dodaje elementy do listy odtwarzania
sr: Додај ставке у листу
tr: Oynatma Listesine Ekle

source: Remove Item from Playlist
ca: Treure element de la llista de reproducció
de: Titel aus der Wiedergabeliste entfernen
gl: Eliminar un elemento da lista de reprodución
lt: Pašalinti įrašą iš grojaraščio
nl: Item verwijderen van afspeellijst
pl: Usuwa element z listy odtwarzania
sr: Уклони ставке из листе
tr: Oynatma Listesinden Çıkar

source: Add Items in Folder to Playlist
ca: Afegeix elements a la carpeta de la llista de reproducció
de: Titel eines Ordners zur Wiedergabeliste hinzufügen
gl: Engadir os elementos deste cartafol á lista de reprodución
lt: Pridėti aplanką prie grojaraščio
nl: Mapitems toevoegen aan afspeellijst
pl: Dodaje zawartość katalogu do listy odtwarzania
sr: Додај ставке из фасцикле у листу
tr: Klasörün İçindekileri Oynatma Listesine Ekle

source: Clear Playlist
ca: Neteja la llista de reproducció
de: Wiedergabeliste leeren
gl: Limpar a lista de reprodución
lt: Išvalyti grojaraštį
nl: Afspeellijst wissen
pl: Czyści listę odtwarzania
sr: Очисти листу
tr: Oynatma Listesini Temizle

source: Move Item Up
ca: Puja l'element
de: Titel nach oben bewegen
gl: Mover cara a arriba
lt: Kelti įrašą aukštyn
nl: Item omhoog verplaatsen
pl: Przemieszcza element w górę
sr: Помери ставку навише
tr: Öğeyi Yukarı Çıkar

source: Move Item Down
ca: Baixa l'element
de: Titel nach unten bewegen
gl: Mover cara a abaixo
lt: Leisti įrašą žemyn
nl: Item omlaag verplaatsen
pl: Przemieszcza element w dół
sr: Помери ставку наниже
tr: Öğeyi Aşağı İndir

source: UnSort List
ca: Desordena la Llista
de: Unsortierte Liste
gl: Lista sen ordenar
lt: Nerikiuoti sąrašo
nl: Niet sorteren
pl: Przywraca pierwotną kolejność elementów
sr: Не сортирај листу
tr: Liste Sıralamasını Kaldır

source: Loop Playlist
ca: Repeteix indefinidament la llista de reproducció
de: Wiedergabeliste wiederholen
gl: Repetir a lista
lt: Kartoti grojaraštį
nl: Afspeellijst herhalen
pl: Powtarzanie listy odtwarzania
sr: Понављај листу
tr: Oynatma Listesini Yinele

source: Shuffle Playlist
ca: Ordena aleatòriament la llista de reproducció
de: Wiedergabeliste mischen
gl: Lista aleatoria
lt: Maišyti grojaraštį
nl: Afspeellijst willekeurig afspelen
pl: Losowa lista odtwarzania
sr: Измешај листу
tr: Oynatma Listesini Karıştır

source: _Set Subtitle
ca: _Defineix el Subtítol
de: _Setze Untertitel
gl: _Estabelecer os subtítulos
lt: _Naudoti subtitrus
nl: Ondertiteling in_stellen
pl: Ustaw _napisy
sr: Постави _титл
tr: _Altyazı Ayarla

source: %s - Media Player
nl: %s - Mediaspeler
sr: %s - Гномов Мплејер

source: G-MPlayer v%s
sr: Гномов Мплејер v%s
tr: G-MPlayer %s

source: Menu
ca: Menú
de: Menü
gl: Menú
lt: Meniu
sr: Мени
tr: Menü

source: Album
ca: Àlbum
gl: Álbum
lt: Albumas
sr: Албум
tr: Albüm

source: Gamma
lt: Gama
sr: Гама

source: MPlayer
sr: МПлејер
